{
  "2019-05-23": [
    {
      "title": "Doors open & registration",
      "track": "Orga",
      "start_time": "08:00",
      "end_time": "09:00"
    },
    {
      "has_person": true,
      "abstract": "One year ago we started to plan the Think About! conference in our free-time. One year later the event is finally happening and we would like to welcome you to the first edition of the Think About!.",
      "images": [
        "/assets/images/speaker/chrissi_holderbaum.jpg",
        "/assets/images/speaker/jakob_holderbaum.jpg"
      ],
      "person": "Chrissi Holderbaum & Jakob Holderbaum",
      "person_slug": "chrissi_holderbaum_and_jakob_holderbaum",
      "company": "Think About!",
      "title": "Intro",
      "bio": "Andreas, Chrissi and Jakob founded the Think About! Conference in 2018. For them, Think About! is a way to have a meaningful impact on a part of our society. They also dreamed of creating an event that makes people think about their own responsibilities towards our society.",
      "lang": "EN",
      "track": "IntroOutro",
      "stage": "Hall 1",
      "start_time": "09:15",
      "end_time": "09:30"
    },
    {
      "has_person": true,
      "abstract": "Research has identified what I like to call \"an agile mindset,\" an attitude that equates failure and problems with opportunities for learning, a belief that we can all improve over time, that our abilities are not fixed but evolve with effort. What's surprising about this research is the impact of our mindset on creativity and innovation, estimation, and collaboration in and out of the workplace. I'll share what we know so far about this mindset and offer some practical suggestions to help all of us become even more agile.",
      "images": [
        "/assets/images/speaker/linda_rising.jpg"
      ],
      "person": "Linda Rising",
      "person_slug": "linda_rising",
      "company": "Independent Consultant",
      "title": "The Power of an Agile Mindset",
      "bio": "With a Ph.D. from Arizona State University in object-based design metrics, Linda’s background includes university teaching and industry work. An internationally known presenter on topics related to patterns, agile development, the change process, and how your brain works, Linda is the author of numerous articles and five books. The latest: More Fearless Change, written with Mary Lynn Manns.\r\n\r\n\r\nWith a Ph.D. from Arizona State University in object-based design metrics, Linda’s background includes university teaching and industry work. An internationally known presenter on topics related to patterns, agile development, the change process, and how your brain works, Linda is the author of numerous articles and five books. The latest: More Fearless Change, written with Mary Lynn Manns.",
      "lang": "EN",
      "track": "Keynote",
      "stage": "Hall 1",
      "start_time": "09:45",
      "end_time": "10:30"
    },
    {
      "title": "Breakfast",
      "track": "Orga",
      "start_time": "10:30",
      "end_time": "11:15"
    },
    {
      "has_person": true,
      "abstract": "When working in design and user experience, people that need accessible and inclusive products of experiences often get referred to as ‘edge cases’ and subsequently pushed out of scope. It’s never easy to convince bosses or colleagues that aren’t themselves ‘edge cases ‘themselves to take the time and spend the resource caring for those that need more diverse design and representation in our visuals.\r\n\r\nCovering real-life past examples of frustrations from projects that didn’t go so well, ones that did go well and how I work as much diversity and inclusivity into my work as I can possibly get away with now with the hope to not only make it the standard approach from the companies and people that I work with, but also for the customers and end-users that are not marginalised, to consider that products, services and marketing should be representative for and of everyone, not just them.",
      "images": [
        "/assets/images/speaker/eriol_fox.jpg"
      ],
      "person": "Eriol Fox",
      "person_slug": "eriol_fox",
      "company": "Ushahidi",
      "title": "Diverse representations in design and awkward conversations with colleagues",
      "bio": "Eriol has worked in the design industry for 8+ years. They work as a designer for Ushahidi a Kenyan humanitarian technology non-profit developing open-source tools to help marginalised people raise their voices and those who serve them to listen and respond better.\r\n\r\nEriol talks about diversity from an LGBTQ+ perspective particularly the representation in visual design.\r\n\r\n\r\nEriol has worked in the design industry for 8+ years. They work as a designer for Ushahidi a Kenyan humanitarian technology non-profit developing open-source tools to help marginalised people raise their voices and those who serve them to listen and respond better.\r\n\r\nEriol talks about diversity from an LGBTQ+ perspective particularly the representation in visual design.",
      "lang": "EN",
      "track": "Design",
      "stage": "Hall 1",
      "start_time": "11:15",
      "end_time": "12:00"
    },
    {
      "has_person": true,
      "abstract": "The GDPR came into force in 2018 and left many entrepreneurs panicking, not only about their compliance but also about their ability to keep innovating. We live in a data economy and not \r\ncollecting data to understand your customers may leave you with a serious competitive disadvantage. Nevertheless, there are enough ways to respect your users privacy and rights while \r\ncontinuing to innovate. Welcome to the era of privacy conscious products and services. This talk is not only about how to keep innovating despite the GDPR, but also how to use privacy as a way to stand out from your competition and build better experiences for your audience.",
      "images": [
        "/assets/images/speaker/silvan_jongerius.jpg"
      ],
      "person": "Silvan Jongerius",
      "person_slug": "silvan_jongerius",
      "company": "TechGDPR",
      "title": "Innovation under the GDPR",
      "bio": "Silvan Jongerius (CIPP/e, Datenschutzbeauftragter (TÜV)) is the Managing Partner and Founder of TechGDPR and has led numerous data protection and security efforts in his previous roles as CTO \r\nand divisional CIO for multinational media educators. He is a regular speaker, consultant, and educator in blockchain, innovation and technology, and is author and co-author of several papers about GDPR compliance and privacy in blockchain. Silvan has over 13 years of senior leadership and founding experience in corporate and startup environments and is an advisor on several blockchain related projects.\r\n\r\n\r\nSilvan Jongerius (CIPP/e, Datenschutzbeauftragter (TÜV)) is the Managing Partner and Founder of TechGDPR and has led numerous data protection and security efforts in his previous roles as CTO \r\nand divisional CIO for multinational media educators. He is a regular speaker, consultant, and educator in blockchain, innovation and technology, and is author and co-author of several papers about GDPR compliance and privacy in blockchain. Silvan has over 13 years of senior leadership and founding experience in corporate and startup environments and is an advisor on several blockchain related projects.  ",
      "lang": "EN",
      "track": "Tech",
      "stage": "Hall 2",
      "start_time": "11:15",
      "end_time": "12:00"
    },
    {
      "has_person": true,
      "abstract": "Ever backed an amazing smart home tech gadget on Kickstarter and ended up with a useless piece\r\nof techno garbage 6 months later?\r\nJust because that amazing start up ran out of money and needed to shut down the servers?\r\nWelcome to the wonderful cloud centric world we call the \"Internet of Things\".\r\nBut does it always need to be that way? I say No!\r\n\r\nThanks to the wonders of WebRTC, Service Workers and Node.js, we can create a world\r\nin where todays consumer IoT hardware can be controlled using a P2P model.\r\n\r\nI´ll demo a WebRTC based Smart Home Hub concept that interacts with ZigBee devices,\r\nWiFi Cameras and locally available voice and face recognition systems, without sacrificing comfort, security & privacy.",
      "images": [
        "/assets/images/speaker/sebastian_golasch.jpg"
      ],
      "person": "Sebastian Golasch",
      "person_slug": "sebastian_golasch",
      "company": "Telekom",
      "title": "Intranet of Things",
      "bio": "Sebastian works as a “Specialist Senior Manager Software Developer” at Deutsche Telekom.For the last seven years Sebastian tries to improve our lives, working on the Smart Home platform Qivicon.\r\n\r\nFamous last words: “If I would’ve wanted to work in ‘Enterprise’, I’d have joined Starfleet…”\r\n\r\n\r\nSebastian arbeitet als \"Specialist Senior Manager Software Developer\" bei der Deutschen Telekom.Seit 7 Jahren entwickelt er an der IoT Plattform Qivicon und versucht so unser aller Leben etwas besser zu machen.\r\n\r\nFamous last words: “If I would’ve wanted to work in ‘Enterprise’, I’d have joined Starfleet…”",
      "lang": "EN",
      "track": "Tech",
      "stage": "Hall 1",
      "start_time": "12:15",
      "end_time": "13:00"
    },
    {
      "has_person": true,
      "abstract": "Technik ist ein wichtiger Bestandteil unseres Lebens geworden. Schließlich ist das Smartphone unser ständiger Begleiter geworden.  Aber was macht das mit uns als Mensch und mit unseren zwischenmenschlichen Beziehungen? Wie verändert sich dadurch unsere Gesellschaft?  Die aktuelle Wissenschaft zeigt, dass es an der Zeit ist, sich mit diesen Veränderungen auseinanderzusetzen.  Zum einen, um ein Bewusstsein zu schaffen und weiter noch, um Strategien zu entwickeln, wie wir die Technik zu unserem Besten einsetzen können und unsere Lebensqualität steigern und unsere Beziehungen stärken können.",
      "images": [
        "/assets/images/speaker/muriel_boettger.jpg"
      ],
      "person": "Muriel Böttger",
      "person_slug": "muriel_boettger",
      "company": "Share & Grow",
      "title": "think.about: Wie beeinflusst das Smartphone unsere Psyche und wie können wir lernen besser damit umzugehen?",
      "bio": "Muriel Böttger, Gründerin von Share & Grow, ist Psychologin, spezialisiert auf Positive Psychologie. Durch ihre Arbeit unterstützt sie Menschen mit Entschlossenheit, Leichtigkeit und mehr Energie durchs Leben zu gehen.\r\n\r\n\r\nMuriel Böttger, founder of Share & Grow, is a psychologist and  specialised in Positive Psychology. Her work supports people to achieve more clarity, ease and energy throughout their lives.",
      "lang": "DE",
      "track": "Society",
      "stage": "Hall 2",
      "start_time": "12:15",
      "end_time": "13:00"
    },
    {
      "title": "Lunch",
      "track": "Orga",
      "start_time": "13:00",
      "end_time": "14:00"
    },
    {
      "has_person": true,
      "abstract": "Seit OTTO vor gut sieben Jahren eine monolithische E-Commerce-Software von der Stange durch ein agil entwickeltes System aus eigenem Hause ersetzt hat, gehören CDC-Tests zu den Werkzeugen, durch die wir auf über 20 unabhängige Teams mit 300 Live-Deployments täglich zu skalieren. Heutzutage sind wir mit Microservices, agilen/cross-funktionalen Teams, Continuous Everything, DevOps und Cloud-Nativeness weitgehend buzzword-kompatibel.\r\n\r\nIn dieser Session wirst du hören, wie die Sicht auf und die Implementierung von CDC-Tests bei uns sich im Laufe der Jahre geändert hat, warum wir Pact nicht einsetzen, welchen Problemen wir begegnet sind und welche Antworten wir darauf gefunden haben.\r\n\r\nWir werden uns damit beschäftigen, inwiefern die Migration aus einem dedizierten Rechenzentrum in die Cloud unsere Annahmen über Schnittstellentests verändert hat und auf welche Probleme wir noch immer keine gute Antwort gefunden haben. Und am Ende werden wir uns mit den Fragen beschäftigen, die du mitbringst :)\r\n",
      "images": [
        "/assets/images/speaker/tom_vollerthun.jpg"
      ],
      "person": "Tom Vollerthun",
      "person_slug": "tom_vollerthun",
      "company": "OTTO",
      "title": "CDCs für otto.de - Continuous Everything (jetzt mit Cloud™)",
      "bio": "Tom Vollerthun hat über 10 Jahre Erfahrung mit Entwicklung und Betrieb kleiner und großer E-Commerce-Systeme.\r\n\r\nSoftware-Entwickler haben inzwischen so viel mehr Freiheiten und Aufgaben über die reine Software-Entwicklung hinaus, dass der Begriff eigentlich völlig sinnlos geworden ist.\r\n\r\nDaher arbeitet er als Hacker / Agilist / Prozessmasseur / Kommunikator für otto.de in Hamburg. ",
      "lang": "DE",
      "track": "Tech",
      "stage": "Hall 1",
      "start_time": "14:00",
      "end_time": "14:45"
    },
    {
      "has_person": true,
      "abstract": "When was the last time someone asked you ‘what are the unintended consequences of releasing this feature? Who else may be directly or indirectly affected by these product decisions?’ These questions are generally not considered or often hidden away in backlogs, as the briefs we are answering are asking us to innovate, disrupt and create the next big thing.\r\n\r\nWhen everything is telling us to speed up, make decisions faster and release new iterations, we leave ourselves with less time to consider the potential negative affects our design choices may have. This product centric focus approach can be extremely detrimental. As designers and creators of new products and services, we need to be conscious of the decisions we make and be aware of the wider systems our products fit within.\r\n\r\nIn this talk, I will illustrate ways interdisciplinary teams can use design-led methods, such as systems mapping and speculative scenarios, to challenge the ethical, cultural and social implications of the technology we design. I will give examples from my own work of how I have been able to bring a systems lens to complex problems such as: access to education for undocumented people, alternative forms of aid in response to climate change and forced migration, and how to foster better outcomes for young people leaving government care.",
      "images": [
        "/assets/images/speaker/aly_blenkin.jpg"
      ],
      "person": "Aly Blenkin",
      "person_slug": "aly_blenkin",
      "company": "Pivotal",
      "title": "Understanding the consequences of our design choices",
      "bio": "Aly is the Associate Director of Pivotal Act, an initiative in Pivotal, dedicated to building technology that address social, humanitarian and environmental issues.\r\n\r\nPrior to Pivotal, Aly was a design consultant at ThoughtWorks and before that worked in academia at Parsons in Design and Technology. She has consulted across private and social impact sectors on projects with large corporate clients like HSBC and Volkswagen to humanitarian organizations such as, Red Cross and Save the Children.\r\n\r\nEducated in Canada, New York, and Germany, Aly holds her master’s in Transdisciplinary Design, from Parsons in New York. She won a Rockefeller grant and was a finalist for the Fast Company Innovation awards during that time for her thesis. She also studied Service Design at Köln International School of Design in Germany and has bachelor’s degree in Industrial Design from the University of Alberta.",
      "lang": "",
      "track": "Design",
      "stage": "Hall 2",
      "start_time": "14:00",
      "end_time": "14:45"
    },
    {
      "has_person": true,
      "abstract": "Devops started as a movement designed to bridge the gaps between development and operations practices. Since then, we’ve seen trends like having devs be on call for code that they write and having operability reviews before new features ship to production - both positive ways that operational thinking has impacted development work. There is plenty that can be learned from the dev side of things as well. This talk will look at ways that development best practices can be applied to work that has traditionally fallen in the realm of operations, using server provisioning as an example. We’ll also look at the underlying principles behind CI/CD and how those can become a key part of an ongoing culture of organizational learning.",
      "images": [
        "/assets/images/speaker/ryn_daniels.jpg"
      ],
      "person": "Ryn Daniels",
      "person_slug": "ryn_daniels",
      "company": "HashiCorp",
      "title": "CI/CD: More than Just Code",
      "bio": "Ryn Daniels is an infrastructure engineer at HashiCorp whose work has\r\nfocused on operability, observability, sustainable on-call practices, and\r\ndesigning effective engineering cultures. They co-authored O’Reilly’s\r\nEffective DevOps and have spoken on a variety of devops engineering and culture topics.\r\n\r\n\r\nRyn Daniels is an infrastructure engineer at HashiCorp whose work has\r\nfocused on operability, observability, sustainable on-call practices, and\r\ndesigning effective engineering cultures. They co-authored O’Reilly’s\r\nEffective DevOps and have spoken on a variety of devops engineering and culture topics.",
      "lang": "EN",
      "track": "Tech",
      "stage": "Hall 1",
      "start_time": "15:00",
      "end_time": "15:45"
    },
    {
      "has_person": true,
      "abstract": "Immer wenn wir über die Zukunft sprechen, sprechen wir über Annahmen. Spekulatives Design kann helfen diese Annahmen in echte Bedürfnisse zu übersetzen: Unfassbares wird greifbar gemacht und ruft, durch ein situatives Eintauchen, sowohl emotionale als auch rationale Reaktionen hervor.  Vor allem für Innovationsprozesse ergibt sich eine besondere Relevanz, da utopische und eventuell risikobehaftete Ideen diskutiert werden können. Durch experimentelle Zukunfts-Artefakte werden Debatten über mögliche Zukünfte provoziert, die unsere Entscheidungen in der Gegenwart beeinflussen. Der Austausch mit Menschen garantiert, inklusive Zukünfte zu schaffen.\r\n\r\nWir starten bewusst in einer fernen Zukunft, um uns anschließend – Schritt für Schritt – zurück ins Heute zu bewegen. Somit kreieren wir einen ko-kreativen Prozess, der dabei hilft wünschbare Zukünfte zu gestalten. Anhand des Themenfeldes »Autonome Mobilität« haben wir beispielhaft diesen Prozess durchlaufen und entwickelten dabei Zukunfts-Artefakte, die Aspekte des Themas jenseits der Status-Quo-Debatten beleuchten und zur Diskussion stellen.  Die entscheidende Frage lautet: »Was wäre wenn?« \r\n",
      "images": [
        "/assets/images/speaker/wilhelm_rinke.jpg"
      ],
      "person": "Wilhelm Rinke",
      "person_slug": "wilhelm_rinke",
      "company": "Berliner Ideenlabor",
      "title": "Zukunftsbilder und menschzentriertes Design",
      "bio": "Wilhelm acts as Head of Design Thinking at Berliner Ideenlabor. He studied Biology and Ecology (B.Sc. TU Darmstadt, M.Sc. HU Berlin), Photography (Ostkreuzschule für\r\n+Fotografie), Design Thinking (HPI DSchool) and teaches at HTW Berlin.\r\n\r\n\r\n Wilhelm ist Head of Design Thinking des Berliner Ideenlabors. Er studierte Biologie und Ökologie (B.Sc. TU Darmstadt, M.Sc. HU Berlin), Fotografie (Ostkreuzschule für\r\n+Fotografie), Design Thinking (HPI DSchool) und lehrt an der HTW Berlin.",
      "lang": "DE",
      "track": "Design",
      "stage": "Hall 2",
      "start_time": "15:00",
      "end_time": "15:45"
    },
    {
      "title": "Coffee Break",
      "track": "Orga",
      "start_time": "15:45",
      "end_time": "16:15"
    },
    {
      "has_person": true,
      "abstract": "In diesem Talk geht es um das übertreten von Grenzen. Auf persönlicher, gesellschaftlicher und künstlerischer Ebene. \r\nJenz Mau ist Grenzgängerin. Wenn einer ihrer Freund_innen sie in einem Wort beschreiben müsste, wäre es `Mut`. Und Mut braucht man bei Angst. Angst entsteht, wenn man sich dort hin begibt, wo man sich nicht auskennt. Und das sind die spannensten Orte. Dort lernen wir neues. Dort geschieht Wachstum. \r\nAngst ist nichts perse negatives sondern ein Begleiter, der dir ein Kompass sein kann.\r\nEs gibt die panische Angst, die dich warnt und dir das Leben rettet, es gibt die Angst vor Zukünftigem, die dir hilft entscheidungen für dein Leben zu treffen und es gibt die gute kribbelnde Angst, die man verspürt, wenn das eigene Innere Potential herrausgefordert wird.\r\nDieser Angst sollte man nach gehen und ihrem Sog folgen. \r\nSie ist beängstigend schön!\r\nAls Gefahrensucherin berichtet Jenz Mau von genau dieser Suche nach diesem Kribbeln. Anhand eigener Erfahrungen. Von Pornodrehs, unerklärlichen Phobien, ihrem Menstruations Malbuch, dem  Aussteigerleben und wieso wir als Gesellschaft die tabulosen Küntler_innen brauchen.\r\nVerlasse deine Comfortzone und Wachse über dich selbst hinaus!",
      "images": [
        "/assets/images/speaker/jenz_mau.jpg"
      ],
      "person": "Jenz Mau",
      "person_slug": "jenz_mau",
      "company": "Maubeschau",
      "title": "Highway to the Dangerzone - Wieso es notwendig ist die Comfortzone zu verlassen.",
      "bio": "Visual Artist (FH)\r\n\r\nShe studied fine arts with a focus on painting and graphics and graduated with a street art project. She was active in feminist groups and the squatter scene. She writes short stories and articles on the subject of sexuality, is an performer in feminist porn productions and has published a menstrual coloring book on her own last year.\r\n\r\n\r\n\r\nBildende Künstlerin (FH)\r\n\r\nSie studierte Bildende Kunst mit den Schwerpunkten Malerei und Grafik \r\nund machte ihr Diplom mit einem Street Art Projekt. \r\nSie War in feministischen Gruppen und der Hausbesetzer Szene aktiv. \r\nSie schreibt Kurzgeschichten und Artikel zum Thema Sexualität, \r\nist Darstellerin in feministischen Pornoproduktionen und hat \r\nim letzten Jahr ein Menstruations Malbuch im Eigenverlag rausgebracht.",
      "lang": "DE",
      "track": "Society",
      "stage": "Hall 2",
      "start_time": "16:15",
      "end_time": "17:00"
    },
    {
      "has_person": true,
      "abstract": "[Mozilla Addons](https://addons.mozilla.org/) - one of the oldest websites @ Mozilla has gone through major changes throughout its lifetime. Starting in ~2005, the site as been more or less maintained. Only in recent years, it got much more traction because of Firefox Quantum and Mozilla's move to WebExtensions.\r\n\r\nThe talk will show our approach to maintaining very old code, balancing new features against code quality as well as technical debt.",
      "images": [
        "/assets/images/speaker/christopher_grebs.jpg"
      ],
      "person": "Christopher Grebs",
      "person_slug": "christopher_grebs",
      "company": "Mozilla",
      "title": "Maintain your ancient projects without getting lost",
      "bio": "I'm Chris, currently working as a Senior Web Engineer at Mozilla for addons.mozilla.org. I've been working for lots of smaller and bigger companies throughout the years. I'm also actively working on many web-related open source projects.\r\n\r\n\r\nI'm Chris, currently working as a Senior Web Engineer at Mozilla for addons.mozilla.org. I've been working for lots of smaller and bigger companies throughout the years. I'm also actively working on many web-related open source projects.\r\n",
      "lang": "EN",
      "track": "Tech",
      "stage": "Hall 1",
      "start_time": "16:15",
      "end_time": "17:00"
    },
    {
      "has_person": true,
      "abstract": "In the light of rapidly changing market requirements organizations must\r\naccelerate to excel in the market. A 4-years research (by Nicole Forsgren, Jez Humble and Gene Kim) has revealed that software delivery performance has a strong impact on profitability, productivity and market share of technology organizations. Loosely coupled architecture, such as promoted by microservices, and empowered teams are some of the capabilities to improve software delivery performance.\r\n\r\nBut when introducing microservices you are confronted with a variety of infrastructure and operational complexities. Tackling these complexities not only requires different tools and skills, but also diverts your focus\r\nfrom delivering business value and - especially in the beginning of your journey - might slow down your software delivery performance.\r\n\r\nAfter having already introduced microservices in a startup context I would like to share some thoughts what to do differently when introducing microservices next time in the future.",
      "images": [
        "/assets/images/speaker/susanne_kaiser.jpg"
      ],
      "person": "Susanne Kaiser",
      "person_slug": "susanne_kaiser",
      "company": "Independent Consultant",
      "title": "Preparing For a Future Microservices Journey",
      "bio": "Susanne Kaiser works as an independent Tech Consultant and was previously working as a startup CTO transforming their SaaS solution from monolith to microservices. She has a background in computer sciences and experience in software development & architecture for more than 15 years and regularly presents at international tech conferences.",
      "lang": "EN",
      "track": "Keynote",
      "stage": "Hall 1",
      "start_time": "17:15",
      "end_time": "18:00"
    }
  ],
  "2019-05-24": [
    {
      "title": "Doors open",
      "track": "Orga",
      "start_time": "08:30",
      "end_time": "09:30"
    },
    {
      "has_person": true,
      "abstract": "Big tech companies track us and gather information on all aspects of our lives. This gives them intimate insight which they exploit for financial gain. This socioeconomic system is known as surveillance capitalism and has dire ramifications for human rights and democracy. \r\n\r\nIn this talk, we will outline how surveillance capitalism impacts our rights and freedoms both as individuals and as a society. But we won’t stop there. Surveillance capitalism is neither inevitable nor unavoidable. We will cover both current and upcoming efforts to build a bridge to a fairer future using ethical technologies. Our suggestion is simple:\r\n\r\nThink small.",
      "images": [
        "/assets/images/speaker/laura_kalbag.jpg",
        "/assets/images/speaker/aral_balkan.jpg"
      ],
      "person": "Laura Kalbag & Aral Balkan",
      "person_slug": "laura_kalbag_and_aral_balkan",
      "company": "Ind.ie",
      "title": "Small Tech",
      "bio": "Aral Balkan and Laura Kalbag are Ind.ie, a not-for-profit striving for social justice in the digital age. They design and build ethical alternatives to mainstream technology, wrote the Ethical Design Manifesto, and built Better—a tracker blocker for the web.\r\n\r\n\r\nAral Balkan and Laura Kalbag are Ind.ie, a not-for-profit striving for social justice in the digital age. They design and build ethical alternatives to mainstream technology, wrote the Ethical Design Manifesto, and built Better—a tracker blocker for the web.",
      "lang": "EN",
      "track": "Keynote",
      "stage": "Hall 1",
      "start_time": "09:45",
      "end_time": "10:30"
    },
    {
      "title": "Breakfast",
      "track": "Orga",
      "start_time": "10:30",
      "end_time": "11:15"
    },
    {
      "has_person": true,
      "abstract": "Misogyne Chatbots, rassistische Bilderkennung, diskriminierende Recruitingsoftware: In der Vergangenheit haben KI-Anwendungen immer wieder erheblichen Bias gezeigt – und das obwohl sie auf mathematischer Logik beruhen. Mit dem Durchbruch von KI ist es nun möglich, menschlichen Bias sichtbar und messbar zu machen. In diesem Talk stelle ich die häufigsten Probleme und ihre Ursachen vor und diskutiere einige Wege um Bias zu reduzieren und zu überwinden.",
      "images": [
        "/assets/images/speaker/anika_zeidler.jpg"
      ],
      "person": "Anika Zeidler",
      "person_slug": "anika_zeidler",
      "company": "Capgemini",
      "title": "Algorithmic Bias – Diskriminierung durch Algorithmen erkennen und vermeiden",
      "bio": "Graduated in Mathematics, I am working as an IT consultant in the field of Data Science and Artificial Intelligence. Having been a fighter for diversity and equal rights all my lifetime, today one of my main interests is how to make sure that techniques and algorithms do not discriminate against race or gender and to awake awareness on this topic and its effects on society.\r\n\r\n\r\nAls Mathematikerin und IT-Beraterin arbeite ich in den Bereichen Data Science und Künstliche Intelligenz. Schon mein ganzes Leben lang setze ich mich für Vielfalt und Gleichberechtigung ein. Im Moment interessiere ich mich vor allem für Diskriminierung durch Algorithmen: Wie sie entsteht, welche Auswirkungen sie hat und wie man sie verhindern kann.",
      "lang": "DE",
      "track": "Tech",
      "stage": "Hall 2",
      "start_time": "11:15",
      "end_time": "12:00"
    },
    {
      "has_person": true,
      "abstract": "",
      "images": [
        "/assets/images/speaker/dmytri_kleiner.jpg"
      ],
      "person": "Dmytri Kleiner",
      "person_slug": "dmytri_kleiner",
      "company": "Telekommunisten",
      "title": "Wiring the Spark",
      "bio": "Dmytri Kleiner is a software developer working on projects that investigate the political economy of the internet, and the ideal of workers’ self-organization of production as a form of class struggle. Born in the USSR, Dmytri grew up in Toronto and now lives in Berlin. He is a founder of the Telekommunisten Collective, which undertakes artistic projects that explore the way communications technologies have social relations embedded within them, such as deadSwap (2009) and Thimbl (2010).",
      "lang": "EN",
      "track": "Society",
      "stage": "Hall 1",
      "start_time": "11:15",
      "end_time": "12:00"
    },
    {
      "has_person": true,
      "abstract": "Technological innovation has lead to a remarkable rise of productivity, but who reaps the benefits? How does our current state of progress differentiates from the factors of the first industrial revolution and what is the impact of automation on the working class? Let’s look at what some of the implications, what this progress means for the future of work and society. ",
      "images": [
        "/assets/images/speaker/christoph_hassler.jpg"
      ],
      "person": "Christoph Hassler",
      "person_slug": "christoph_hassler",
      "company": "ThoughtWorks",
      "title": "Automation and the impact on the working class",
      "bio": "UX Consultant and Lead for Social and Economic Justice at Thoughtworks, working in the field of design since the early 2000, active in the struggle against racism and capitalist exploitation since the 90s. Thinking a lot about the future of work and the role technology might take to free or condemn society.",
      "lang": "EN",
      "track": "Society",
      "stage": "Hall 1",
      "start_time": "12:15",
      "end_time": "13:00"
    },
    {
      "has_person": true,
      "abstract": "The world that my generation has been born in is digitalised. We have been called \"Digital Natives\", yet as my generation is adopting new technologies, there is no understanding of online privacy. Young people will have to navigate in a digital reality that is much different than just 5-10 years ago, which demands a great understanding of concepts like privacy and security on the Internet. Especially in recent years, we've seen numerous loose, and at times wild, treatment of our data, so it is vital that we as software developers develop better software. Not only more secure but also privacy-prevailing software. As legislators also realise this challenge, it is vital for us to find solutions to these hard problems.\r\n\r\nIn this talk, I introduce ways of thinking about privacy in software and share key learnings from teaching a generation of digital \"naives\".",
      "images": [
        "/assets/images/speaker/emma_arfelt.jpg"
      ],
      "person": "Emma Arfelt",
      "person_slug": "emma_arfelt",
      "company": "IT University of Copenhagen",
      "title": "Privacy in Software: How to design and implement privacy by default",
      "bio": "Emma Arfelt is an MSc student in Computer Science at the IT University of Copenhagen. Prior she finished her bachelor degree in Software Development, which sparked her interest in IT Security and spun an adventure into Security research. Outside study hours, Emma works as a privacy advocate in high schools, where she teaches young adults about digital footprints and digital rights on the Internet.\r\nFurther, she’s a self-taught DJ (not Spotify-like, but a truly spinning-scratching-fancy-headphone type of DJ) with a pumping heart for groovy 70’s disco, and loves hipster-friendly Cortados.\r\n\r\n\r\nEmma Arfelt is an MSc student in Computer Science at the IT University of Copenhagen. Prior she finished her bachelor degree in Software Development, which sparked her interest in IT Security and spun an adventure into Security research. Outside study hours, Emma works as a privacy advocate in high schools, where she teaches young adults about digital footprints and digital rights on the Internet.\r\nFurther, she’s a self-taught DJ (not Spotify-like, but a truly spinning-scratching-fancy-headphone type of DJ) with a pumping heart for groovy 70’s disco, and loves hipster-friendly Cortados.",
      "lang": "EN",
      "track": "Tech",
      "stage": "Hall 2",
      "start_time": "12:15",
      "end_time": "13:00"
    },
    {
      "title": "Lunch",
      "track": "Orga",
      "start_time": "13:00",
      "end_time": "14:00"
    },
    {
      "has_person": true,
      "abstract": "Good security requires basic usability. This universal truth can be demonstrated with a handful of examples, ranging from the UX of key handling, mental models of password managers, and visual styling against phishing. Going deeper, we will ask: why are these tools suffering from a lack of usability, and what can we do about it? Expect a love-hate letter to open source, and a basic introduction to human-centered design methods to incorporate in your development process.  ",
      "images": [
        "/assets/images/speaker/eileen_wagner.jpg"
      ],
      "person": "Eileen Wagner",
      "person_slug": "eileen_wagner",
      "company": "Simply Secure",
      "title": "Designing for Security",
      "bio": "Eileen leverages human-centered design and open digital technologies to empower people online. Besides a keen interest in security and privacy issues, she brings her research and analytical skills to lead programs at Simply Secure, a non-profit that brings experience design to open source projects.\r\n\r\n\r\nEileen leverages human-centered design and open digital technologies to empower people online. Besides a keen interest in security and privacy issues, she brings her research and analytical skills to lead programs at Simply Secure, a non-profit that brings experience design to open source projects.",
      "lang": "EN",
      "track": "Design",
      "stage": "Hall 2",
      "start_time": "14:00",
      "end_time": "14:45"
    },
    {
      "has_person": true,
      "abstract": "Die Idee der Web Components ist nicht neu. Jedes Mal, wenn wir ein HTML button oder input Element schreiben, verwenden wir das zu grundliegende Konzept.\r\nHeutzutage ist es möglich, dass jeder gekapselte Komponenten erstellt und mit anderen teilt. Durch die Wiederverwendung dieser können die Entwicklungs- und Wartungskosten gesenkt werden. Auch die heute gängigsten Frameworks wie Angular und React basieren auf Komponenten. Web Components haben einen großen Einfluss auf die moderne Webentwicklung und haben die Art und Weise, wie wir Anwendungen designen und strukturieren, verändert.\r\n\r\nNach den Grundlagen werde ich auf verschiedene Möglichkeiten Web Components zu schreiben eingehen und über Herausforderungen und architektonische Aspekte sprechen.",
      "images": [
        "/assets/images/speaker/katharina_baehr.jpg"
      ],
      "person": "Katharina Bähr",
      "person_slug": "katharina_baehr",
      "company": "Zühlke Engineering",
      "title": "The Power of Web Components",
      "bio": "I am working at Zühlke Engineering as a software engineer and focus on web technologies including cross-platform applications. Mostly I work in projects in the IoT context and love the combination of different technologies, cloud and connected devices. Besides this, I write about aurelia on my blog.",
      "lang": "DE",
      "track": "Tech",
      "stage": "Hall 1",
      "start_time": "14:00",
      "end_time": "14:45"
    },
    {
      "has_person": true,
      "abstract": "Digitale Technologien beeinflussen unseren Alltag und unser gesellschaftliches Umfeld. Fitness-Apps motivieren uns, mehr zu Fuß zu gehen, Algorithmen steuern unsere Informationen und verkuppeln uns. Software und Roboter ersetzen menschliche Arbeitskraft, Social Media-Kommunikation hilft, Revolutionen zu organisieren und Wahlen zu gewinnen.\r\n\r\nDigitale Technologien sind Enabler. Im Guten wie im Schlechten. Wie können wir diese Kraft nutzen, um Veränderungen, die wir in der Gesellschaft sehen wollen, aktiv zu gestalten?\r\n\r\nHinter jeder Technologie stecken Menschen - Ingenieur\\*innen, Programmierer\\*innen, Designer\\*innen und viele mehr. Sie bestimmen, welche Technologien entwickelt werden und wie sie funktionieren. Diese Menschen sind wir!\r\n\r\nDieser Talk zeigt Beispiele aus den Bereichen Open Data, Civic Tech, dem Maker Movement, faire Algorithmen und der Open Source-Kultur, wo Code Gesellschaft zum positiven verändert und inspiriert zum Mitmachen - auch die Nicht-Programmierer*innen.",
      "images": [
        "/assets/images/speaker/maren_heltsche.jpg"
      ],
      "person": "Maren Heltsche",
      "person_slug": "maren_heltsche",
      "company": "Speakerinnen.org",
      "title": "Hack Society - Wie wir mit Code gesellschaftliche Probleme lösen können",
      "bio": "Maren Heltsche is a programmer at the myclimate foundation. She is co-founder and maintainer of the open source platform speakerinnen.org. Apart from that she volunteers as board member of Digital Media Women. She loves knitting, yoga and DIY.\r\n\r\n\r\nMaren Heltsche ist Programmiererin bei der Stiftung myclimate und Mit-Gründerin und Maintainerin der Open-Source Plattform speakerinnen.org. Außerdem ist sie im Vorstand der Digital Media Women aktiv. Privat strickt sie gerne, liebt Yoga und DIY.",
      "lang": "DE",
      "track": "Society",
      "stage": "Hall 2",
      "start_time": "15:00",
      "end_time": "15:45"
    },
    {
      "has_person": true,
      "abstract": "From AWS to Google Cloud, the major cloud providers offer different options to run a MySQL or a MySQL compatible database on the cloud. You can spin up virtual machines and configure your own cluster or rely on managed services with the ability to modify or scale vertically a database with the click of a button. The new trend is serverless (relational) databases that offer both traditional interfaces and HTTP API access. Can serverless databases be the future? Is Amazon Aurora Serverless really serverless?",
      "images": [
        "/assets/images/speaker/renato_losio.jpg"
      ],
      "person": "Renato Losio",
      "person_slug": "renato_losio",
      "company": "Funambol Inc.",
      "title": "Look Mom No Hands! Moving from a managed relational database to a serverless one",
      "bio": "Renato is a software and cloud architect, a digital nomad and a slow runner. He has many years of experience as a software engineer, tech lead and cloud services specialist in Italy, UK, Portugal and Germany.  Relational databases on the cloud and location-based services are his main working interests. He lives in Berlin.\r\n\r\n\r\n\r\nRenato ist Software= und Cloud Architekt, ein Digital Nomad und ein Slow Runner. Er bringt viele Jahre Erfahrung als Softwareentwickler, Tech Lead und Cloud Service Specialist in Italien, UK, Portugal und Deutschland mit. Aktuell beschäftigt er sich maßgeblich mit Relationalen Datenbanken in der Cloud sowie Location-Based Services. Er lebt in Berlin.",
      "lang": "EN",
      "track": "Tech",
      "stage": "Hall 1",
      "start_time": "15:00",
      "end_time": "15:45"
    },
    {
      "title": "Coffee Break",
      "track": "Orga",
      "start_time": "15:45",
      "end_time": "16:15"
    },
    {
      "has_person": true,
      "abstract": "GraphQL is a new approach to communication between systems. It is a standard that's highly praised by its advocates and many web developers.  Aside from established protocols like REST and SOAP it promises effective and elegant access to data. In my talk, I give a quick introduction into how to use GraphQL and which problems it solves that justify the cheers for it. What new challenges arise by using it, where you have to find solutions for? What are the risks? Short: where it shines and where it has its shortcomings. What are the risks? Does it fit my project? Or do I stay with REST? Is it time to make a switch?",
      "images": [
        "/assets/images/speaker/tobias_struckmeier.jpg"
      ],
      "person": "Tobias Struckmeier",
      "person_slug": "tobias_struckmeier",
      "company": "Adesso",
      "title": "GraphQL: Gotta Query 'Em All! - In one go!",
      "bio": "Tobias (he/him) is developer since the year 2000 and is happy working in frontend and also backend. He works for adesso as a senior software engineer in Dortmund, Germany.\r\n\r\nIt makes no difference to him whether NodeJS or PHP, Angular or React, Typescript or Vanilla JS. He believes that turning away from technical dogmas makes everyone a more effective, innovative and above all friendlier developer.\r\n\r\nHis goal is to increase his own knowledge and to improve the exchange between people. Be it by organizing Meetups, Conferences or Usergroups.  As a former career changer it is his concern today to make it easier for other beginners to get started. He tries to add his stake into improving the diversity of the tech industry, learning more every day.\r\n\r\n\r\n\r\nTobias (he/him) is developer since the year 2000 and is happy working in frontend and also backend. He works for adesso as a senior software engineer in Dortmund, Germany.\r\n\r\nIt makes no difference to him whether NodeJS or PHP, Angular or React, Typescript or Vanilla JS. He believes that turning away from technical dogmas makes everyone a more effective, innovative and above all friendlier developer.\r\n\r\nHis goal is to increase his own knowledge and to improve the exchange between people. Be it by organizing Meetups, Conferences or Usergroups.  As a former career changer it is his concern today to make it easier for other beginners to get started. He tries to add his stake into improving the diversity of the tech industry, learning more every day.",
      "lang": "EN",
      "track": "Tech",
      "stage": "Hall 1",
      "start_time": "16:15",
      "end_time": "17:00"
    },
    {
      "has_person": true,
      "abstract": "Als Designer*in ist es unsere Aufgabe, die Bedürfnisse des Marktes zu verstehen und in Produkte zu übersetzen, die dem Menschen und seinem Umfeld in positiver Weise dienen. Dennoch sind wir von Dingen umgeben, die diesen Anspruch nicht erfüllen und uns, sowie unserer Umwelt sogar schaden. Die Forschung zur kognitiven Dissonanz im Produktdesign versucht zu erklären, warum wir beim Entwickeln neuer Designs oftmals gegen unsere eigenen moralischen Werte handeln und wie wir das Spannungsfeld zwischen Individualmoral und Innovationszwang lösen können.\r\n",
      "images": [
        "/assets/images/speaker/gerri_buchegger.jpg"
      ],
      "person": "Gerri Buchegger",
      "person_slug": "gerri_buchegger",
      "company": "Mühle Design",
      "title": "Produkte gegen die eigene Moral - Über kognitive Dissonanz im Produktdesign",
      "bio": "Der 1988 in Oberösterreich geborene Gerhard Buchegger ist selbständiger Designer und Illustrator. 2014 gründete er das Visual Studio DIE MÜHLE. Als Lektor am Studiengang Design und Produktmanagement an der FH Salzburg unterrichtet und betreut er wissenschaftliche Arbeiten zum Thema Moral im Produktdesign.\r\n\r\n\r\nBorn in 1988 in Upper Austria, Gerhard Buchegger is a designer and illustrator. In 2014 he founded the Visual Studio DIE MÜHLE. As a lecturer in  Design and Product Management at FH Salzburg, he teaches and supervises scientific work on the topic of morality in product design. ",
      "lang": "DE",
      "track": "Design",
      "stage": "Hall 2",
      "start_time": "16:15",
      "end_time": "17:00"
    },
    {
      "has_person": true,
      "abstract": "Diversity is a word that is thrown around at the moment. It has been turned into a buzz word without any real meaning. I'll be talking about the link between diversity and privilege and how we can design inclusive environments to empower everyone and to challenge the status quo.",
      "images": [
        "/assets/images/speaker/vimla_appadoo.jpg"
      ],
      "person": "Vimla Appadoo",
      "person_slug": "vimla_appadoo",
      "company": "FutureGov",
      "title": "Design, Diversity and Tech - How to use your power",
      "bio": "As a Service Designer at FutureGov, Vimla is bringing her passion for Service Design and user-centred services to the forefront of public sector innovation. At 21, Vim co-founded Experience Matters consultancy, winning the NHS CCG as her first client. Since, Vim has also co-founded SheSaysMCR, managed DrinkaboutMCR and managed Manchester Social Entrepreneurs, has been an advisor to the Youth Charter, is a Regional Ambassador for the Holocaust Educational Trust and is on the board for the Big Youth Group. \r\n\r\nVim has been an advisor on international government tech missions and a mentor for various startup programmes. In 2016, Vim was voted on to the Northern Power Future List and in 2018 won the Young Digital Leader of the Year award at Digital Leaders. Throughout her career, Vim has remained conscious of her decisions and focus to bringing passion into her work, to make continuous a difference.",
      "lang": "EN",
      "track": "Keynote",
      "stage": "Hall 1",
      "start_time": "17:15",
      "end_time": "18:00"
    },
    {
      "has_person": true,
      "abstract": "",
      "images": [
        "/assets/images/speaker/jakob_holderbaum.jpg",
        "/assets/images/speaker/chrissi_holderbaum.jpg"
      ],
      "person": "Jakob Holderbaum & Chrissi Holderbaum",
      "person_slug": "jakob_holderbaum_and_chrissi_holderbaum",
      "company": "Think About!",
      "title": "Outro",
      "bio": "Andreas, Chrissi and Jakob founded the Think About! Conference in 2018. For them, Think About! is a way to have a meaningful impact on a part of our society. They also dreamed of creating an event that makes people think about their own responsibilities towards our society.",
      "lang": "EN",
      "track": "IntroOutro",
      "stage": "Hall 1",
      "start_time": "18:00",
      "end_time": "18:30"
    }
  ]
}
